const softSkills = [
  {
    softSkill: 'Я умею работать в команде, имею опыт общения с дизайнерами, менеджерами и другими разработчиками.'
  },
  {
    softSkill: 'Я отвечаю за соблюдение сроков.'
  },

  {
    softSkill: 'Я внимательно отношусь к деталям технического задания.'
  },

  {
    softSkill: 'Я предъявляю высокие требования к качеству своего кода и следую стилю кодирования.'
  },

  {
    softSkill: 'Я обладаю навыками управления временем.'
  },

  {
    softSkill: 'Я приветствую конструктивную критику и всегда рад найти новые возможности для профессионального и личностного роста.'
  },

  {
    softSkill: 'Я знаю, как разрешать конфликтные ситуации.'
  },

  {
    softSkill: 'Я умею правильно излагать мысли и формулировать вопросы.'
  },

  {
    softSkill: 'При необходимости я составляю подробные отчеты о проделанной работе.'
  },

  {
    softSkill: 'У меня есть опыт работы с географически распределенной командой (удаленная работа).'
  },

  {
    softSkill: 'У меня есть опыт наставничества и обучения молодых специалистов.'
  },

  {
    softSkill: 'Я стремлюсь к постоянному совершенствованию своих навыков и непрерывному изучению новых технологий в своей сфере деятельности.'
  },
]

export default softSkills